brew "agent-browser"
brew "bat"
brew "colordiff"
brew "difftastic"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "mas"
brew "mise"
brew "neovim"
brew "opencode"
brew "playwright-cli"
brew "ripgrep"
brew "terminal-notifier"
brew "tldr"
brew "vim"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "peonping/tap/peon-ping"

cask "1password"
cask "chromium"
cask "claude-code"
cask "cloudflare-warp"
cask "codex"
cask "docker-desktop"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "ngrok"
cask "outline-manager"

mas "Monosnap", id: 540348655
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
